Repository: Koena-SAS/connect-access
Catalog: frontend/src/locales/*/messages.po
Languages: fr

source: <0>Adapted navigation dispositive</0>
fr: <0>Dispositif de navigation adaptée (boule de commande, clavier adapté, licorne, navigation par les yeux…)</0>

source: <0>Braille display</0>
fr: <0>Plage braille</0>

source: <0>Call</0>
fr: <0>Appel</0>

source: <0>Close sidebar</0>
fr: <0>Cacher le menu</0>

source: <0>Closed</0>
fr: <0>Fermé</0>

source: <0>Complainant</0>
fr: <0>Demandeur</0>

source: <0>DYS Disorder software</0>
fr: <0>Logiciel pour troubles DYS</0>

source: <0>E-mail</0>
fr: Courriel <0>(e-mail)</0>

source: <0>Exclusive keyboard navigation</0>
fr: <0>Navigation clavier exclusive</0>

source: <0>External organization</0>
fr: <0>Organisation externe</0>

source: <0>Incomplete</0>
fr: <0>Incomplet</0>

source: <0>Keyboard</0>
fr: <0>Clavier</0>

source: <0>Letter</0>
fr: <0>Lettre</0>

source: <0>Mediating</0>
fr: <0>En cours de médiation</0>

source: <0>Mediation failed</0>
fr: <0>La médiation a échoué</0>

source: <0>Mediator</0>
fr: <0>Médiateurice</0>

source: <0>Organization (partner)</0>
fr: <0>Organisation partenaire</0>

source: <0>Other</0>
fr: <0>Autre</0>

source: <0>Request filed</0>
fr: <0>Demande déposée</0>

source: <0>Screen reader with vocal synthesis</0>
fr: <0>Lecteur d'écran avec synthèse vocale</0>

source: <0>Virtual keyboard</0>
fr: <0>Clavier virtuel</0>

source: <0>Vocal command software</0>
fr: <0>Logiciel de commande vocale</0>

source: <0>Waiting for administrative validation</0>
fr: <0>En attente de validation administrative</0>

source: <0>Waiting for contact</0>
fr: <0>En attente de réponse de l'organisation</0>

source: <0>Waiting for mediator validation</0>
fr: <0>En attente de validation par le médiateur</0>

source: <0>Waiting for second contact</0>
fr: <0>En attente de réponse après relance</0>

source: <0>Website:</0>
fr: <0>Site web :</0>

source: <0>Zoom software</0>
fr: <0>Logiciel d'agrandissement</0>

source: About
fr: À propos

source: About the issue
fr: Informations sur le problème rencontré

source: About the organization
fr: Informations sur l'organisation

source: About the organization's answer
fr: Informations sur la réponse de l'organisation

source: About the platform
fr: Informations sur la plateforme utilisée

source: About you
fr: À propos de vous

source: Access possible by bypass but difficult
fr: Accès possible par des contournements, mais difficile

source: Add a new trace report
fr: Ajouter un novueau rapport de suivi

source: Add a trace report
fr: Ajouter un rapport de suivi

source: Add the report
fr: Ajouter le rapport

source: Admin content
fr: Contenu de l'interface d'administration

source: All
fr: Toutes

source: All requests
fr: Toutes les demandes

source: An error occured, please try again.
fr: Une erreur s'est produite, veuillez réessayer.

source: An unexpected error occurred.
fr: Il y a eu une erreur inattendue.

source: Anything else about your problem?
fr: Autre chose concernant votre problème ?

source: Assistive technologies used
fr: Technologies d'assistance utilisées

source: Assistive technologies used:
fr: Technologies d'assistance utilisées :

source: Assistive technology name(s)
fr: Nom de la ou des technologies d'assistance utilisées

source: Assistive technology name(s) and version(s)
fr: Nom(s) et version(s) des technologies d'assistance

source: Assistive technology name(s):
fr: Nom de la ou des technologies d'assistance utilisées :

source: Assistive technology version(s)
fr: Version de la ou des technologies d'assistance utilisées

source: Assistive technology version(s):
fr: Version de la ou des technologies d'assistance utilisées :

source: At least 8 characters, not fully numeric, and must not be a too common word
fr: Au moins 8 caractères, pas entièrement numérique, et ne doit pas être un mot trop courant

source: Attached file
fr: Fichier joint

source: Attached file:
fr: Fichier joint :

source: Breadcrumbs
fr: Fil d’Ariane

source: Call
fr: Appel

source: Cancel
fr: Annuler

source: Change your password
fr: Changer votre mot de passe

source: Choose a new password
fr: Choisir un nouveau mot de passe

source: Close message
fr: Fermer le message

source: Close the menu
fr: Fermer le menu

source: Closed
fr: Clôturée

source: Comment
fr: Commentaire

source: Complainant
fr: Demandeur

source: Completed
fr: Complété

source: Confirm password
fr: Confirmer le mot de passe

source: Contact Type
fr: Type de contact

source: Contact date
fr: Date du contact

source: Contact type
fr: Type de contact

source: Contact us
fr: Nous contacter

source: Content
fr: Contenu

source: Custom menu management
fr: Gestion du menu personnalisé

source: Dashboard
fr: Tableau de bord

source: Describe every step you did in order to access the wanted content or features
fr: Décrivez les actions que vous avez faites pour accéder au contenu ou aux fonctionnalités désirées

source: Describe every step you did in order to access the wanted content or features:
fr: Décrivez les actions que vous avez faites pour accéder au contenu ou aux fonctionnalités désirées :

source: Details
fr: Détails

source: Details<0>: {requestId}</0>
fr: Détails<0> : {requestId}</0>

source: Did the problem occur while using a web browser?
fr: Votre problème est-il survenu en vous connectant via un navigateur web ?

source: Did they reply?
fr: Avez-vous eu la réponse de l'organisation ?

source: Did you already tell the organization in charge about the problem?
fr: Avez-vous déjà essayé de remonter le problème à l'organisation concernée ?

source: Do not hesitate to upload any file that may be useful to better understand your problem
fr: N'hésitez pas à joindre tout élément pouvant être utile pour mieux comprendre votre problème

source: Do you really want to delete the mediation request?
fr: Voulez-vous vraiment supprimer cette demande de médiation ?

source: Do you really want to delete the trace report?
fr: Voulez-vous vraiment supprimer ce rapport de suivi ?

source: Do you use assistive technologies?
fr: Utilisez-vous des technologies d'assistance ?

source: Don't Know
fr: Ne sais pas

source: Don't know
fr: Ne sais pas

source: Download the current attached file
fr: Télécharger le fichier joint actuel

source: Download the file
fr: Télécharger le fichier

source: E-mail
fr: Courriel

source: Edit
fr: Modifier

source: Edit a new trace report
fr: Modifier le nouveau rapport de suivi

source: Edit a trace report
fr: Modifier un rapport de suivi

source: Edit the report
fr: Modifier le rapport

source: Example of correct format: 09/01/2021 06:52 PM
fr: Exemple de format correct : 25/09/2021 15:52

source: Example of correct format: name@domain.com
fr: Exemple de format correct : nom@domaine.fr

source: External organization
fr: Organisation externe

source: Filter by:
fr: Filtrer par :

source: First name / username
fr: Prénom / pseudo

source: First name / username:
fr: Prénom / pseudo :

source: Footer
fr: Pied de page

source: Form management
fr: Gestion du formulaire

source: Further information
fr: Informations complémentaires

source: Further information:
fr: Informations complémentaires :

source: General Settings
fr: Paramètres généraux

source: Help
fr: Aide

source: History
fr: Historique

source: I have read <0>the terms of service</0>, and I agree to create an account *
fr: J'ai lu <0>les conditions générales d'utilisation</0>, et j'accepte de créer un compte utilisateur *

source: Identification - Login
fr: Identification - Connexion

source: Identification - Reset your password
fr: Identification - Réinitialiser votre mot de passe

source: Identification - Signup
fr: Identification - Inscription

source: Identifier
fr: Identifiant

source: If an account exists with this e-mail, you will receive a password reset link soon.
fr: Si un compte existe avec ce courriel, vous recevrez un lien de réinitialisation de mot de passe bientôt.

source: If you don't use any assistance technology, you can ignore the following questions and go to next step. However, if you use technologies to compensate for your disability in numeric usage, any details would help us to process your demand.
fr: Si vous n'avez pas besoin de technologies d'assistance, vous pouvez ignorer les questions suivantes et passer à la suite. En revanche, si vous utilisez des technologies pour compenser votre handicap dans l'utilisation du numérique, toute précision sera utile pour vous aider.

source: Impossible access
fr: Accès impossible

source: Incomplete
fr: Incomplet

source: Information about assistive technology used
fr: Informations sur la technologie d’assistance utilisée

source: Is the problem urgent?
fr: Le problème est-il urgent ?

source: Is your problem urgent?
fr: Votre problème est-il urgent ?

source: Last modification date
fr: Date de la dernière modification

source: Last name
fr: Nom

source: Last name:
fr: Nom :

source: Letter
fr: Lettre

source: Log in
fr: Se connecter

source: Log in or sign up
fr: Se connecter ou s'inscrire

source: Log in with password
fr: Se connecter avec le mot de passe

source: Login
fr: Connexion

source: Logout
fr: Déconnexion

source: Mailing address
fr: Adresse postale

source: Mailing adress:
fr: Adresse postale :

source: Main information
fr: Informations principales

source: Main menu
fr: Menu principal

source: Mediating
fr: En cours de médiation

source: Mediation
fr: Médiation

source: Mediation failed
fr: Echec de la médiation

source: Mediation request details:
fr: Détails de ma demande de médiation :

source: Mediator
fr: Médiateurice

source: Moderately, I can wait, but not too long
fr: Moyennement, je peux attendre, mais pas trop longtemps

source: Modify organization data
fr: Modifier les informations de l'organisation

source: Modify your data
fr: Modifier vos informations

source: Modify your problem description
fr: Modifier la description de votre problème

source: My account
fr: Mon compte

source: My personal information
fr: Mes informations personnelles

source: My requests
fr: Mes demandes

source: Name
fr: Nom

source: Name of the organization
fr: Nom de l'organisation

source: Name of the organization:
fr: Nom de l'organisation :

source: Navigation context
fr: Contexte de navigation

source: No
fr: Non

source: No field is required. If you have information about the owner of the digital service, you can indicate it, or go to the next step if not.
fr: Aucun champ n'est obligatoire. Si vous avez des informations concernant le propriétaire du service numérique, vous pouvez les indiquer, ou passer à l'étape suivante dans le cas contraire.

source: Not specified
fr: Non renseigné

source: Not urgent at all, but would like a solution as soon as possible
fr: Pas urgent du tout, mais j'aimerais une solution dès que possible

source: Only the 1st field "What was the issue?" is required.
fr: Seul le 1er champ "Quel a été le problème rencontré ?" est obligatoire.

source: Only the fields "First name / username" and "Email" are required.
fr: Seuls les champs "Prénom / pseudo" et "Courriel (e-mail)" sont obligatoires.

source: Open sidebar
fr: Montrer le menu

source: Open the menu
fr: Ouvrir le menu

source: Organazations list
fr: Liste des organisations

source: Organization
fr: Organisation

source: Organization (partner)
fr: Organisation partenaire

source: Other
fr: Autre

source: Password
fr: Mot de passe

source: Password confirmation is required
fr: La confirmation du mot de passe est obligatoire

source: Password forgotten?
fr: Mot de passe oublié ?

source: Passwords do not match.
fr: Les mots de passe ne correspondent pas

source: Personal information
fr: Informations personnelles

source: Phone number
fr: Téléphone

source: Phone number:
fr: Téléphone :

source: Pro Offer
fr: Offre pro

source: Problem Description
fr: Description du problème

source: Project funded as part of the Innov'Up experimentation
fr: Projet financé dans le cadre du dispositif Innov'Up expérimentation

source: Public identifier
fr: Identifiant public

source: Quick Access
fr: Accès rapide

source: Random access, sometimes it works and sometimes it does not
fr: Accès aléatoire : parfois ça fonctionne, parfois non

source: Recipient
fr: Destinataire

source: Recipient name(s)
fr: Nom du destinataire

source: Recipient type
fr: Type de destinataire

source: Remove
fr: Supprimer

source: Remove the attached file
fr: Supprimer le fichier joint

source: Remove<0>: {requestId}</0>
fr: Supprimer<0> : {requestId}</0>

source: Request a password reset
fr: Réinitialiser votre mot de passe

source: Request date
fr: Date de la demande

source: Request detail
fr: Détail de la demande

source: Request detail: History
fr: Détail de la demande : Historique

source: Request detail: Trace reports
fr: Détail de la demande : Rapports de suivi

source: Request details
fr: Détails de la demande

source: Request filed
fr: Demande déposée

source: Request status
fr: Statut de la demande

source: Requests management
fr: Gestion des demandes

source: Reset all entered data
fr: Supprimer toutes les données saisies

source: Reset password
fr: Réinitialiser

source: Send the email
fr: Envoyer le courriel

source: Sender
fr: Émetteur

source: Sender name(s)
fr: Nom de l'émetteur

source: Sender type
fr: Type d'émetteur

source: Sign up
fr: S'enregistrer

source: Signup
fr: Inscription

source: Sitemap
fr: Plan du site

source: Statistics
fr: Statistiques

source: Status
fr: Statut

source: Status:
fr: Statut :

source: Step 1: About yourself
fr: Étape 1 : À propos de vous

source: Step 2: Your problem
fr: Étape 2 : Votre problème

source: Step 3: Summary
fr: Étape 3 : Récapitulatif

source: Step 3: The organization
fr: Étape 3 : L'organisation

source: Step 4: Summary
fr: Étape 4 : Récapitulatif

source: Submit a mediation request
fr: Déposer une demande de médiation

source: Submit my mediation request
fr: Valider ma demande de médiation

source: Summary
fr: Récapitulatif

source: Terms of service
fr: Conditions générales d'utilisation

source: The URL format is invalid
fr: Le format de l'URL est incorrect

source: The URL must be a valid http address, with at least domain.extension
fr: L'URL doit être une adresse http valide, avec au moins la forme domaine.extension

source: The contact date must be formated following the pattern mm/dd/yyyy hh:mm (a|p)m
fr: La date de contact doit être dans un format respectant jj/mm/aaaa hh:mm

source: The creation date must be formated following the pattern mm/dd/yyyy hh:mm (a|p)m
fr: La date de création doit être dans un format respectant jj/mm/aaaa hh:mm

source: The e-mail format is invalid
fr: Le format du courriel est incorrect

source: The e-mail is required
fr: Le courriel est obligatoire

source: The first name / username is required
fr: Le prénom / pseudo est obligatoire

source: The last name is required
fr: Le nom de famille est obligatoire.

source: The mediaiton request was successfully updated.
fr: La demande de médiation a été mise à jour avec succès.

source: The mediation request deletion was not successful. Please retry later.
fr: La suppression de la demande de médiation a échoué. Veuillez réessayer plus tard.

source: The mediation request update was not successful. Please retry later.
fr: La mise à jour de la demande de médiation a échoué. Veuillez réessayer plus tard.

source: The mediation request was successfully deleted.
fr: La demande de médiation a été supprimée avec succès.

source: The organization
fr: L'organisation

source: The password is required
fr: Le mot de passe est obligatoire

source: The phone number format is invalid
fr: Le format du numéro de téléphone est incorrect

source: The phone number is required
fr: Le numéro de téléphone est obligatoire

source: The phone number must be 9 to 15 digits long and can be preceded by the + sign
fr: Le numéro de téléphone doit comporter 9 à 15 chiffres et peut être précédé du signe +

source: The report creation was not successful. Please retry later.
fr: La création du rapport a échoué. Veuillez réessayer plus tard.

source: The report deletion was not successful. Please retry later.
fr: La suppression du rapport a échoué. Veuillez réessayer plus tard.

source: The report update was not successful. Please retry later.
fr: La modification du rapport a échoué. Veuillez réessayer plus tard.

source: The token is required
fr: Le code est obligatoire

source: There was a problem, please reload the page.
fr: Il y a eu un problème, veuillez recharger la page.

source: There was a technical error and the submission failed, please try again later
fr: Il y a eu une erreur technique et la validation a échoué, veuillez réessayer ultérieurement

source: This information is used to identify you, you can modify it at any time.
fr: Ces informations sont utilisées pour vous identifier, vous pouvez les modifier à tout moment.

source: To select several technologies, first hold down Ctrl key (or Cmd under macOS), then use the mouse click, or on the keyboard the directional arrows to move and Space to select them.
fr: Pour sélectionner plusieurs technologies, maintenez d'abord la touche Ctrl (ou Cmd sous macOS), puis utilisez le clic de la souris, ou au clavier les flèches de direction pour vous déplacer et Espace pour les sélectionner.

source: Token received by email
fr: Code à usage unique reçu par courriel

source: Trace reports
fr: Rapports de suivi

source: Update the request
fr: Mettre à jour la demande

source: User management
fr: Gestion des utilisateurs

source: Utilization
fr: Utilisation

source: Validate your new personal information
fr: Valider vos nouvelles informations personnelles

source: Views for a particular mediation request
fr: Visualisations liées à une demande de médiation particulière

source: Waiting for administrative validation
fr: En attente de validation administrative

source: Waiting for contact
fr: En attente de réponse de l'organisation

source: Waiting for mediator validation
fr: En attente de validation par le médiateur

source: Waiting for second contact
fr: En attente de réponse après relance

source: Was it a mobile app?
fr: S'agissait-il d'une application mobile ?

source: We could'nt update your personal information. Please retry later.
fr: Nous n'avons pas pu mettre à jour vos informations personnelles. Veuillez réessayer plus tard.

source: We were unable to change your password, please try again later.
fr: Nous n'avons pas pu changer votre mot de passe, veuillez réessayer plus tard.

source: We were unable to log you in, please try again later.
fr: Nous n'avons pas pu vous connecter, veuillez réessayer plus tard.

source: We were unable to send the email.
fr: Nous n'avons pas pu vous envoyer le courriel.

source: We were unable to sign you up, please try again later.
fr: Nous n'avons pas pu vous inscrire, veuillez réessayer plus tard.

source: What is the URL address where you have encountered the problem?
fr: Quelle est l'adresse URL où vous avez rencontré le problème ?

source: What is the url address where you have encountered the problem?
fr: Quelle est l'adresse URL où vous avez rencontré le problème ?

source: What kind of app was it?
fr: Quel type d'application était-ce ?

source: What was the issue?
fr: Quel a été le problème rencontré ?

source: What was the level of inaccessibility encountered?
fr: Quel a été le niveau d'inaccessibilité rencontré ?

source: What was the name of the app?
fr: Quel était le nom de l'application ?

source: What was their reply?
fr: Quelle est la réponse qui vous a été faite ?

source: Which software, connected object or other did you use?
fr: Quel logiciel, objet connecté ou autre avez-vous utilisé ?

source: Which web browser did you use?
fr: Quel navigateur avez-vous utilisé ?

source: Which web browser version did you use?
fr: Quelle version du navigateur avez-vous utilisée ?

source: Would rather not to mention
fr: Non renseigné

source: Yes
fr: Oui

source: Yes, very urgent: need a quick answer
fr: Oui, très urgent : besoin d'une réponse rapidement

source: You have to accept the terms of service before creating an account.
fr: Vous devez accepter les conditions générales d'utilisation avant de pouvoir créer un compte.

source: You have to describe your problem
fr: La description du problème est obligatoire

source: You will receive an email with a 6-digit token you will have to enter to log in.
fr: Vous allez recevoir un courriel, avec un code à 6 chiffres dedans qu'il vous faudra renseigner.

source: Your mediation request has been successfully sent !
fr: Votre demande de médiation a bien été envoyée !

source: Your mediation requests' list sorted by date (the most recent first)
fr: Vos demandes de médiation triées par date (les plus récentes en premier)

source: Your password has been successfully changed.
fr: Votre mot de passe a été changé avec succès.

source: Your personal information was successfully updated.
fr: Vos informations personnelles ont été mises à jour avec succès.

source: Your problem
fr: Votre Problème

source: optionsEmail
fr: <0>Courriel</0>

source: {0} - All mediation requests
fr: {0} - Toutes les demandes de médiation

source: {0} - Confirm password reset
fr: {0} - Confirmer la réinitialisation du mot de passe

source: {0} - Detail of the mediation request
fr: {0} - Détail de la demande de médiation

source: {0} - Login
fr: {0} - Connexion

source: {0} - My account
fr: {0} - Mon compte

source: {0} - My mediation request detail
fr: {0} - Détail de ma demande de médiation

source: {0} - My mediation requests
fr: {0} - Mes demandes de médiation

source: {0} - Quick access
fr: {0} - Accès rapide

source: {0} - Reset your password
fr: {0} - Réinitialiser votre mot de passe

source: {0} - Signup
fr: {0} - Inscription

source: {0} - Submit a mediation request: summary
fr: {0} - Déposer une demande de médiation : récapitulatif

source: {0} - Submit a mediation request: the organization
fr: {0} - Déposer une demande de médiation : l'organisation

source: {0} - Submit a mediation request: your details
fr: {0} - Déposer une demande de médiation : à propos de vous

source: {0} - Submit a mediation request: your problem
fr: {0} - Déposer une demande de médiation : votre problème

source: {0} - Terms of service
fr: {0} - Conditions générales d'utilisation

source: {0} - Trace reports of the mediation request
fr: {0} - Rapports de suivi de la demande de médiation

source: {0} homepage
fr: Page d'accueil de {0}
