Repository: Koena-SAS/connect-access
Catalog: backend/locale/*/LC_MESSAGES/django.po
Languages: fr

source: French
fr: Français

source: English
fr: Anglais

source: Main information
fr: Informations principales

source: Phone number must have 9 to 15 digits, and can be preceded by + sign.
fr: Le numéro de téléphone doit comporter 9 à 15 chiffres et peut être précédé du signe +.

source: URL must be valid, eg. http://domain.extension
fr: L'URL doit être valide, par exemple http://domain.extension

source: Information about the organization running the mediation service
fr: Informations à propos de l'organisation qui gère le service de médiation

source: Email address
fr: Adresse électronique

source: Phone number
fr: Numéro de téléphone

source: Website URL
fr: URL du site web

source: About mediation service information
fr: Informations à propos du service de médiation

source: Public identifier
fr: Identifiant public

source: The order in which the link is displayed
fr: L'ordre dans lequel le lien est affiché

source: The link text
fr: Le texte du lien

source: The link URL to the page containing the information
fr: L'URL du lien vers la page contenant l'information

source: Complainant information
fr: Informations sur le demandeur

source: Problem description
fr: Description du problème

source: Organization information (not partner)
fr: Informations sur l'organisation (non partenaire)

source: mediation request creation failed: unauthorized mediation request status
fr: la création de la demande de médiation a échouée : le statut de la demande n'est pas autorisé

source: Mediation request successfully submited
fr: Demande de médiation créée

source: A new mediation request has been submitted
fr: Une nouvelle demande de médiation a été créée

source: mediation request created
fr: demande de médiation créée

source: Domain name must be at least in the form domain.extension
fr: Le nom de domaine doit être au moins sous la forme domaine.extension

source: Keyboard
fr: Clavier

source: Screen reader with vocal synthesis
fr: Lecteur d'écran avec synthèse vocale

source: Braille display
fr: Plage braille

source: Zoom software
fr: Logiciel d'agrandissement

source: Vocal command software
fr: Logiciel de commande vocale

source: DYS Disorder software
fr: Logiciel pour troubles DYS

source: Virtual keyboard
fr: Clavier virtuel

source: Adapted navigation dispositive
fr: Dispositif de navigation adaptée (boule de commande, clavier adapté, licorne, navigation par les yeux...)

source: Exclusive keyboard navigation
fr: Navigation clavier exclusive

source: Other
fr: Autre

source: Incomplete
fr: Incomplet

source: Waiting for mediator validation
fr: En attente de validation par le médiateur

source: Request filed
fr: Demande déposée

source: Waiting for administrative validation
fr: En attente de validation administrative

source: Waiting for contact
fr: En attente de réponse de l'organisation

source: Waiting for second contact
fr: En attente de réponse après relance

source: Mediating
fr: En cours de médiation

source: Closed
fr: Clôturée

source: Mediation failed
fr: Echec de la médiation

source: Don't know
fr: Ne sais pas

source: Impossible access
fr: Accès impossible

source: Access possible by bypass but difficult
fr: Accès possible par des contournements, mais difficile

source: Random access, sometimes it works and sometimes it does not
fr: Accès aléatoire : parfois ça fonctionne, parfois non

source: Accessibility issue
fr: Problème d'accessibilité

source: Understanding issue, i.e. needs easy-to-read
fr: Problème de compréhension, i.e. besoin de FALC

source: Usability issue
fr: Problème lié à l'utilisation, à l'ergonomie

source: Yes, very urgent: need a quick answer
fr: Oui, très urgent : besoin d'une réponse rapidement

source: Moderately, I can wait, but not too long
fr: Moyennement, je peux attendre, mais pas trop longtemps

source: Not urgent at all, but would like a solution as soon as possible
fr: Pas urgent du tout, mais j'aimerais une solution dès que possible

source: Mediation request
fr: Demande de médiation

source: Mediation requests
fr: Demandes de médiation

source: Date of the request
fr: Date de la demande

source: User who submitted this request
fr: L'utilisateur qui a créée cette demande

source: Status of the request
fr: Statut de la demande

source: First name / username
fr: Prénom / pseudo

source: Last name
fr: Nom

source: Assistive technologies used
fr: Technologies d'assistance utilisées

source: Assistive technology used
fr: Technologie d'assistance utilisée

source: Technology name(s)
fr: Nom de la ou des technologies d'assistance utilisées

source: Technology version(s)
fr: Version de la ou des technologies d'assistance utilisées

source: Whether the request is urgent or not
fr: La demande est-elle urgente ?

source: Issue description
fr: Description du problème

source: Step description
fr: Description des actions réalisées pour accéder au contenu ou aux fonctionnalités désirées

source: Issue type
fr: Type de problème

source: Inaccessibility level
fr: Niveau d'inaccessibilité rencontré

source: Whether the problem occured while using a web browser
fr: Le problème est survenu en utilisant un navigateur web

source: URL address where the problem was encountered
fr: Adresse URL du problème rencontré

source: Browser
fr: Navigateur

source: Browser version
fr: Version du navigateur

source: Whether the problem occured while using a mobile app
fr: Le problème est survenu en utilisant une application mobile

source: The used mobile app platform
fr: La plateforme d'application mobile utilisée

source: The used mobile app name
fr: Le nom de l'appliation mobile utilisée

source: Other software, connected object etc. used to navigate
fr: Autre logiciel, objet connecté etc. utilisé pour naviguer

source: Whether the organization was told about the problem
fr: Le problème a été remonté à l'organisation concernée

source: Whether the organization replied
fr: L'organisation a répondu

source: The actual organization reply
fr: Réponse de l'organisation

source: Further information
fr: Plus d'informations

source: Attached file
fr: Fichier joint

source: Name of the organization
fr: Nom de l'organisation

source: Mailing address of the organization
fr: Adresse postale de l'organisation

source: Email address of the organization
fr: Courriel de l'organisation

source: Phone number of the organization
fr: Numéro de téléphone de l'organisation

source: Contact of the organization
fr: Contact de l'organisation

source: Call
fr: Appel

source: E-mail
fr: E-mail (courriel)

source: Letter
fr: Lettre

source: Complainant
fr: Demandeur

source: Mediator
fr: Médiateurice

source: Organization (partner)
fr: Organization partenaire

source: External organization
fr: Organization externe

source: Trace report
fr: Rapport de suivi

source: Trace reports
fr: Rapports de suivi

source: The mediation request to which this trace is linked
fr: La demande de médiation à laquelle ce rapport de suivi est lié

source: Date of the contact
fr: Date du contact

source: The contact type
fr: Le type de contact qui a eu lieu

source: Sender type
fr: Type d'émetteur

source: Name of the sender(s)
fr: Nom(s) du/des émetteur(s)

source: Recipient type
fr: Type du destinataire

source: Name of the recipient(s)
fr: Nom(s) du/des destinataire(s)

source: The main text describing what has happened during the contact
fr: Le texte principal qui décrit ce qui s'est échangé durant le contact

source: This field must be YES or NO string value.
fr: ce champ doit être une chaîne de caratcère avec la valeur YES ou NO.

source: A new mediation request has been submitted.
fr: Une nouvelle demande de médiation a été créée.

source: Main information:
fr: Informations principales :

source: Public identifier: %(id)s
fr: Identifiant public : %(id)s

source: Urgency: %(urgency)s
fr: Urgence : %(urgency)s

source: User's information:
fr: Informations sur le demandeur :

source: Name: %(first_name)s %(last_name)s
fr: Nom : %(first_name)s %(last_name)s

source: Phone number: %(phone_number)s
fr: Numéro de téléphone : %(phone_number)s

source: Problem description:
fr: Description du problème rencontré :

source: Step description: %(step_description)s
fr: Description des étapes réalisées : %(step_description)s

source: Issue description: %(issue_description)s
fr: Description du problème rencontré : %(issue_description)s

source: Organization information:
fr: Informations sur l'organisation :

source: Name: %(organization_name)s
fr: Nom : %(organization_name)s

source: Mailing address: %(organization_address)s
fr: Adresse postale : %(organization_address)s

source: Email address: %(organization_email)s
fr: Adresse e-mail : %(organization_email)s

source: Phone number: %(organization_phone_number)s
fr: Numéro de téléphone : %(organization_phone_number)s

source: For more information please take a look at the mediation request.
fr: Pour plus d'information, consultez la demande de médiation sur la plateforme.

source: The Connect Access team
fr: L'équipe Connect Access

source: Your mediation request with the identifier %(id)s has been taken into account.
fr: Votre demande de médiation avec l'identifiant %(id)s a bien été prise en compte.

source: You will soon be contacted by one of our mediators.
fr: Vous serez prochainement contacté(e) par un(e) de nos médiateurs.

source: Personal info
fr: Informations personnelles

source: Users
fr: Utilisateurs

source: Password
fr: Mot de passe

source: Password confirmation
fr: Confirmation du mot de passe

source: Passwords don't match.
fr: Les mots de passes ne correspondent pas.

source: This email has already been taken.
fr: Ce courriel existe déjà.

source: The Email must be set
fr: Le courriel doit être renseigné

source: Superuser must have is_staff=True.
fr: Le superutilisateur doit avoir is_staff=True.

source: Superuser must have is_superuser=True.
fr: Le superutilisateur doit avoir is_superuser=True.

source: User
fr: Utilisateurs

source: %(site_name)s - Your password has been successfully changed!
fr: %(site_name)s - Votre mot de passe a été changé avec succès !

source: Your password has been changed!
fr: Votre mot de passe a été changé !

source: Thanks for using our site!
fr: Merci d'utiliser notre site !

source: The %(site_name)s team
fr: L'équipe %(site_name)s
